Repository: camellan/alias
Catalog: po/extra/*.po
Languages: nl

source: Simplify your commands
nl: Vereenvoudig je Commando's

source: A tool to manage your bash aliases
nl: Een applicatie voor het beheren van je bash aliasen

source: Features:
nl: Kenmerken

source: Manage your aliases
nl: Beheer je aliasen

source: Use handy shortcuts to navigate the app
nl: Gebruik handige shortcuts om door je applicatie te navigeren

source: Choose between light and dark with dark mode
nl: Kies tussen licht en donker met donkere modus

source: Dark mode and shortcut labels
nl: Donkere modus en

source: Added dark mode
nl: Donkere modus toegevoegd

source: Added shortcut labels to buttons
nl: Snelkoppeling labels aan knoppen toegevoegd

source: Remember size and position
nl: Onthoudt grootte en positie

source: Added french metadata translation
nl: Vertaling voor Franse metadata toegevoegd

source: Remember size and position of window
nl: Onthoudt grootte en positie van venster

source: Added translation for About label
nl: Vertaling voor Over ons label toegevoegd

source: Added translation for metadata
nl: Vertaling voor metadata toegevoegd

source: New theme!
nl: Nieuw thema!

source: New icon thanks to Mitchell Johnson
nl: Nieuws icoon dankzij Mitchell Johnson

source: New theme
nl: Nieuw thema

source: Fixed link to appcenter
nl: Link naar appcenter gerepareerd

source: Single-instance now actually working
nl: Een-instantie werkt nu echt

source: Fixed crash on unsupported commands
nl: Crash op niet ondersteunde commandos gerepareerd

source: Added OARS rating
nl: AORS rating toegevoegd

source: Added development category for appcenter
nl: ontwikkelings categorie aan appcenter toegevoegd

source: Single-instance, fixed translations
nl: Een-instantie, vertalingen gerepareerd

source: Fixed translations
nl: Vertalingen gerepareerd

source: Added French translation
nl: Franse vertaling toegevoegd

source: Application is now single-instance
nl: Applicatie is nu een-instantie

source: Meson, and some fixes
nl: Meson, en wat reparaties

source: Moved to meson
nl: Overgestapt naar Meson

source: Fixed the error when saving alias
nl: Error verholpen bij opslaan van alias

source: Fixed the bug where the app would ask to add bash_aliases to eOS
nl: Bug verholpen bij toevoegen van bash_aliases aan eOS

source: Added Houston CI and Juno Release
nl: Houston CI toegevoegd en Juno release

source: Added the new Houston CI
nl: Nieuwe Houston CI toegevoegd

source: Released for Juno
nl: Release voor Juno

source: Russian translation and bug fix
nl: Russische vertaling en bug reparatie

source: Added Russian translation
nl: Russische vertaling toegevoegd

source: Fixed a bug where app would crash on comments in file
nl: Bug verholpen waar de applicatie crashte op file comments

source: Relogging is not required anymore
nl: Opnieuw inloggen is nu niet meer nodig

source: Added brand color for headerbar
nl: Merk kleur voor headerbar toegevoegd

source: ~/.bashrc is reloaded after new, edit, and delete
nl: ~/.bashrc wordt opnieuw ingeladen na new, edit, en delete

source: Quotes are now automatically added to field
nl: Quotes worden nu automatisch toegevoegd aan veld

source: Updated color for appcenter
nl: kleur voor appcenter verandard

source: Fixed appdata xml
nl: appdata xml gerepareerd

source: Refactored responsetranslator and fileManager code
nl: herstructurering van responsetranslator en filemanager code

source: Fixed deployment
nl: Deployment gerepareerd

source: Removed buttons from welcome view
nl: Knoppen verwijderd van welkom scherm

source: First release
nl: Eerste release

source: About Alias
nl: Over Alias
