Repository: camellan/alias
Catalog: po/*.po
Languages: nl, ru

source: Edit this alias
nl: Wijzig deze alias
ru: Редактировать этот алиас

source: Remove this alias
nl: Verwijder deze alias
ru: Удалить этот алиас

source: Are you sure?
nl: Weet u het zeker?
ru: Удалить этот алиас?

source: You are about to remove this alias. Are you sure?
nl: U staat op het punt deze alias te verwijderen. Weet u dit zeker?
ru: Действительно удалить этот алиас?

source: Delete
ru: Удалить

source: Nothing was found
nl: Er is helaas niet gevonden
ru: Ничего не найдено

source: Try searching for something else
nl: Probeer naar iets anders te zoeken
ru: Попробуйте поискать что-то другое

source: You are new!
nl: Je bent nieuw!
ru: Похоже, что это первый запуск программы!

source: Few lines of code will be added to your .bashrc file, to use your aliases.
nl: Er moeten een paar regels worden toegevoegd aan het .bashrc bestand om je aliasen te kunnen gebruiken.
ru: Несколько строк кода будут добавлены в файл .bashrc, для того, чтобы использовать свои алиасы.

source: I'm OK with that.
nl: Dit vind ik goed.
ru: Я согласен с этим.

source: Edit a alias
nl: Wijzig een alias
ru: Редактировать алиас

source: Edit
nl: Wijzigen
ru: Правка

source: Fields are invalid
nl: Velden zijn onjuist ingevuld
ru: Необходимо заполнить все поля

source: Please correctly fill in all the required fields
nl: Vul aub de verplichte velden juist in.
ru: Пожалуйста правильно заполните все необходимые поля

source: Add a new alias
ru: Добавить новый алиас

source: Create
nl: Creeer
ru: Создать

source: Alias with this name already exists
nl: Een alias met dezelfde naam bestaat al
ru: Алиас с таким именем уже существует

source: Please choose a different name
nl: Kies aub een andere naam
ru: Пожалуйста выберите другое имя

source: A form
nl: Een formulier
ru: Форма

source: name
nl: naam
ru: имя

source: command
ru: команда

source: Name:
nl: Naam:
ru: Имя:

source: Command:
ru: Команда:

source: Search for aliases
nl: Zoek voor aliasen
ru: Поиск алиаса

source: Search for names of aliases
nl: Zoek voor namen van aliasen
ru: Поиск по имени алиаса

source: Add new alias
nl: Voeg een nieuwe alias toe
ru: Добавить новый алиас

source: Back
nl: Terug
ru: Назад

source: Light mode
ru: Светлая тема

source: Dark mode
ru: Тёмная тема
